
"header": {
	"logo-head"		: "Gaby's Kitchen",
	"logo-subhead1"	: "Keep Cooking.",
	"logo-subhead2" : "Be Happy.",
},
"navigation": {
	"home"			: "Home",
	"about"			: "About",
	"mywork"		: "My Work",
	"videos"		: "Videos",
	"events"		: "Events",
	"classes"		: "Classes",
	"contact"		: "Contact",
},
"blockquote": {
	"quote"			: "The kitchen is the heart of the home.",
	"backgroundimg"	: "bunches.jpg",
},
"about": {
	"heading"		: "About",
	"aboutgaby"		: "gaby.jpg",
	"aboutletter"	: "<p>Hello,</p>
         			  <p>My name is Gaby Melian I am professional chef with many years of industry experience, and a lifetime of personal knowledge about food and all of its many wonderful flavors.</p>
					  <p>Born into a culinary family in Buenos Aires, Argentina, I was exposed to the wonderful dishes prepared by my relatives. Encouraged from a young age to explore new tastes and learn new food preparation skills, I grew up thinking of cooking as an art form rather than a chore.</p>
					  <p>Over the years I have been a Private Chef, a Chef Assistant at The Institute of Culinary Education, a Chef  Instructor at City Harvest and The Cooking Room in New York City, and a Test Kitchen Assistant at <em>Bon Appetit</em> Magazine.</p>
					  <p>I would like to share my passion for food and cooking with you and your family!</p>",
}
"mywork": {
	"heading"		: "My Work",
	"carousel"		: [
						{
							"linked"	: "https://www.bonappetit.com/recipe/argentinian-beef-empanadas",
							"image"		: "empanadas_sm.jpg", 
							"title"		: "Argentinian Empanadas",
						},
						{
							"linked"	: "https://www.instagram.com/p/BcGgtmkntx7/?hl=en&taken-by=gabymelian_",
							"image"		: "gnocci_sm.jpg",
							"title"		: "Gnocci",
						},
						{
							"linked"	: "https://www.instagram.com/p/BdN_nG-HUO0/?hl=en&taken-by=gabymelian_",
							"image"		: "puchero_stew_sm.jpg",
							"title"		: "Puchero Stew",
						},
						{
							"linked"	: "https://www.instagram.com/p/BUfvQ9WD8ba/?hl=en&taken-by=gabymelian_",
							"image"		: "black-bean-tortilla-chips_sm.jpg",
							"title"		: "Black Bean Tortilla Chips",
						},
						{
							"linked"	: "https://www.instagram.com/p/Bc7xhTPndPU/?hl=en&taken-by=gabymelian_",
							"image"		: "coquitos_sm.jpg",
							"title"		: "Coquito",
						},
						{
							"linked"	: "https://www.instagram.com/p/BhDMGk6numD/?hl=en&taken-by=gabymelian_",
							"image"		: "eggs-on-rice_sm.jpg",
							"title"		: "Eggs on Rice",
						},	
						{
							"linked"	: "https://www.bonappetit.com/story/how-to-store-vegetables",
							"image"		: "fresh_produce.jpg",
							"title"		: "Fresh Produce Interview",
						},	
						{
							"linked"	: "https://www.instagram.com/p/BVppxrlDqsK/?hl=en&taken-by=gabymelian_",
							"image"		: "lunch.jpg",
							"title"		: "Salad",
						},
						{
							"linked"	: "https://www.instagram.com/p/BSOvjc1Di3q/?hl=en&taken-by=gabymelian_",
							"image"		: "salmon-toast.jpg",
							"title"		: "Salmon Toast",
						},
					],
"video"	: {
	"heading"		: "Videos",
	"videocarousel"	: [
						{
							"linked": "https://www.facebook.com/chefgabymelian/videos/1252474211535594",
							"image": "video3.png",
							"title": "",
						},
						{
							"linked": "https://www.facebook.com/chefgabymelian/videos/798494736933546",
							"image": "video4.jpg",
							"title": "",
						},
						{
							"linked": "https://www.facebook.com/chefgabymelian/videos/1246835128766169",
							"image": "video5.jpg",
							"title": "",
						},
						{
							"linked": "https://www.facebook.com/chefgabymelian/videos/1256051617844520",
							"image": "video1.jpg",
							"title": "",
						},
						{
							"linked": "https://www.facebook.com/chefgabymelian/videos/1256024507847231",
							"image": "video2.jpg",
							"title": "",
						},
						{
							"linked": "https://www.youtube.com/watch?v=Oyfz-c3j7Cc6",
							"image": "video6.jpg",
							"title": "",
						},
					],   	
				},
"events": {
	"heading"		: "Events",
	"content"		: "<h3><strong>Share My Table @ Gaby's Kitchen</strong></h3>
					<p>Share My Table @ Gaby\'s Kitchen started as a way to bring people together to share good food and conversation. The best part is bringing people together around food &mdash; an experience that often spans history and cultures.</p>
					<p>My mission is simple: to bring friends and strangers around a table to share good, wholesome food. My aim is to do at least one dinner  per month. All my other events as well as the monthly dinner are posted on my site a month in advance and emailed too, so if you'd like to join the email list, drop me a line at: <a href=\"mailto:chefgabymelian@gmail.com\">chefgabymelian@gmail.com</a></p>
					<p>Share my Table at Gaby's Kitchen seats a small group of people. You may reserve for more than one person, but the donation is usually around $45/person. BYOB is appreciated.</p>
					<p>Check out my recipes, events and more! Hope to see you soon at my table!</p>
					<p class=\"logocolors\">Chef Gaby :)</p>",
},
"classes": {
	"heading"		: "Classes";
	"content"		: "<p>Gaby\'s Kitchen cooking classes, are personalized so you can learn how to cook the foods you love in a relaxing environment &mdash; the privacy of your kitchen.</p>
				  	<p>You can schedule the date and time of your class, the menu you want to learn, and I will just show up to teach you, and have fun!</p>
				  	<p>Students will be sent a detailed shopping list prior to class so they will have the necessary groceries on hand. (Fresh Direct, for busy folks, makes purchasing ingredients a breeze.)</p>
				  	<p>Classes are approximately 2-3 hours and they are centered around the preparation of a complete meal.</p>
				  	<p>Click on the links below to learn more:</p>",
	"modals"		: [
						{
						 "link"		: "kids-cooking",
						 "title"	: "Cooking Classes for Children",
						 "content" 	: "<p>Help your children embrace the joy of cooking with these fun and festive cooking classes: </p>
										<ul>
										  <li> <a href=\"#cook\">Come Cook With Me <span class=\"nowrap\">(6 to 14 years old)</span></a> </li>
										  <li> <a href=\"#rainbow\">Taste the Rainbow <span class=\"nowrap\">(3 to 5 years old)</span></a> </li>
										</ul>
										<hr>
										<h5 id=\"cook\"><strong>Come Cook with Me (6 to 14 years old)</strong></h5>
										<p>This cooking classes are designed specifically for children ages 6 to 14 years old. This classes are the perfect group activity for special occasions like birthday parties or just a play date or just as a fun after school experience. </p>
										<p>This at-home service is perfect for group of 5 to 10 children, preferably of the same age group (with an exception for siblings). All you have to do is choose the menu and provide the children. </p>
										<p>I will do all the set-up, teaching and clean-up!</p>
										<p>Menus can be chosen from a list that will change seasonally but I will accommodate special diets/allergies.</p>
										<p>Contact me if you have any questions, or you are ready to schedule a cooking class for your children.</p>
										<p>Pricing:</p>
										<ul>
										  <li>$60 per child (about 3 hours)</li>
										  <li>Ingredients are not included.</li>
										  <li>As a host you get a free pass. (1 child per class)</li>
										  <li>Minimum 5 children, maximum 10 children per class.</li>
										  <li>Discounts available.</li>
										  <li>Larger groups can be considered based on age group and space</li>
										</ul>
										<p>Sample Menu for The Cooking Classes:</p>
										<ul>
										  <li>American Favorites</li>
										  <li>Sabor Latino (Latin Flavors)</li>
										  <li>Pasta 101</li>
										  <li>Mexican Fiesta</li>
										  <li>Easy &amp; Delicious Snacks</li>
										</ul>
										<hr>
										<h5 id=\"rainbow\"><strong>Taste the Rainbow (3 to 5 years old)</strong></h5>
										<p>This cooking class is designed with your picky eater in mind. Are you tired of having to look for new food choices? Are you worried that your child is not eating right? Have you stop trying to give them new fruits and vegetables? Don&rsquo;t give up! Nothing is more exciting and fun for children than to play with their friends, but the playtime combined with cooking can turn into a great learning experience for them. </p>
										<p>During the class every child will get a chance to try some new foods and share what they think about it with their friends!</p>
										<p>Contact me if you have any questions, or you are ready to schedule a cooking class for your children.</p>
										<p>Pricing: </p>
										<ul>
										  <li>$40 per child (about 2 hours)</li>
										  <li>Ingredients are not included.</li>
										  <li>As a host you get a free pass. (1 child per class)</li>
										  <li>Minimum 5 children, maximum 10 children per class.</li>
										  <li>Larger groups can be considered based on your space.</li>
										  <li>Discounts available</li>
										</ul>",
						},
						{
						 "link"		: "adults-cooking",
						 "title"	: "Private Cooking Classes",
						 "content" 	: "<p>Gaby's Kitchen cooking classes, are personalized so you can learn how to cook the foods you love in a relaxing environment, the privacy of your kitchen.</p>
										<h5>HOW DOES IT WORK?</h5>
										<p>You can schedule the date and time of your class, the menu you want to learn, and I will just show up to teach you, and have fun! Classes are approximately 3 hours and they are centered around the preparation of a complete meal.</p>
										<h5>SCHEDULING</h5>
										<p>I will accommodate even the most difficult of schedules! Afternoon, after work, and weekend classes are all available. As a courtesy I require a 24-hour notice (by phone, please, in case I don't catch the email) to reschedule any booked classes.</p>
										<h5>LOCATION</h5>
										<p>Classes can be held in any home kitchen in Jersey City, NJ & New York City, NY. (Brooklyn & Queens included).</p>
										<p>I am happy to travel beyond that to teach, but traveling costs are based on your distance from Jersey City, NJ at $60/hour round trip.</p>
										<h5>IS MY KITCHEN BIG ENOUGH?</h5>
										<p>As long as you can put a cutting boards down (in the kitchen or on the dining room table), we can maximize your kitchen space.</p>
										<h5>GROCERIES</h5>
										<p>Students will be sent a detailed shopping list prior to class so they will have the necessary groceries on hand. (Fresh Direct, for busy folks makes this a breeze.)</p>",
						},
						{
						 "link"		: "kitchen-organizing",
						 "title"	: "Kitchen Organizing",
						 "content" 	: "
						 				<p>If you are feeling overwhelmed by the prospect of getting started on the road to a cleaner kitchen and culinary lifestyle, hire me and together we will get to the root of your kitchen clutter. As we build a plan together, I will take all of your personal needs into account, including budget, time constraints and other priorities.</p> 
										<p>This is a service that anyone can benefit from, whether you are a single person, or the head of a family of five (or more!). </p>
										<p>Having a disorganized kitchen is one of the main excuses people have when they search for a reason NOT to cook a healthy meal. But no matter how small your kitchen, no matter how much clutter or how little equipment you have, no matter how limited your experience is, I can help you!</p>
										<p>I will develop a customized solution to your particular problem based on your personal needs, priorities, goals and lifestyle. You will get all the ideas, motivation, accountability, and support you need to help you organize your life quickly and implement big changes. You are one step closer to getting your kitchen organized  and be ready to start cooking! Now there are no more excuses for not getting you and your family on track with a new, healthy lifestyle!</p> 
										<p>$45 each session (1 hour)</p>
										<p>Rates are hourly, but price will vary based on our one-on-one discussion, and amount of hours needed it.</p>
										<p>All services include a free consultation session, over the phone.</p>",
						},
						{
						 "link"		: "#",
						 "title"	: "Meal Planning on a Budget",
						 "content" 	: ""
						},
						{
						 "link"		: "#",
						 "title"	: "Healthy Eating & Food Shopping Workshops",
						 "content" 	: ""
						},
					]

},

<section id="contact">
  <div class="container">
    <div class="row">
      <div class="col-md-12">
        <h2>Contact</h2>
        <p>Tel: <a href="tel:1-201-640-5648">(201) 640-5648</a></p>
        <p> Email: <a href="mailto:info@gabyskitchen.com">info@gabyskitchen.com</a></p>
        <p>Connect With Me: <span class="nowrap"><a href="https://www.facebook.com/chefgabymelian/" class="fa fa-facebook" target="_blank"> <span class="newfont">Facebook</span></a> | <a href="https://www.instagram.com/gabymelian_/" class="fa fa-instagram" target="_blank"> <span class="newfont">Instagram</span></a></span></p>
        <p>&nbsp;</p>
      </div>
    </div>
  </div>
</section>
<footer> </footer>
</body>
</html>
<script type="text/javascript">
function myFunction() {
    document.getElementById('navmenu').classList.toggle('responsive');
    document.getElementById('blockquote').classList.toggle('unresponsive');	    	    
}
</script>